Repository: owncloud/ios-app
Catalog: ownCloud/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, eu, fr, ko, pt_br, ru, sq, th_th

source: If you 'Continue', you will be prompted to allow the '{{app.name}}' app to open the login page where you can enter your credentials.
pt_br: Se você 'Continuar', será solicitado que você permita que o aplicativo '{{app.name}}' abra a página de login onde você pode inserir suas credenciais.
ru: Если вы "Продолжите", вам будет предложено разрешить приложению "{{app.name }}" открыть страницу входа в систему, где вы сможете ввести свои учетные данные.
sq: Nëse “Vazhdoni”, do t’ju kërkohet të lejoni aplikacionin '{{app.name}}' të hapë faqen e hyrjeve, ku mund të jepni kredencialet tuaja.

source: If you'd like to give the account a custom name, please enter it below:
pt_br: Se desejar dar um nome personalizado à conta, insira-o abaixo:
ru: Если вы хотите присвоить учетной записи собственное имя, пожалуйста, введите его ниже:
sq: Nëse doni t’i jepni llogarisë një emër vetjak, ju lutemi, jepeni më poshtë:

source: ISO
ru: Чувствительность

source: Open login page
pt_br: Abrir página de login
ru: Откройте страницу входа в систему
sq: Hapni faqen e hyrjeve

source: Start setup
pt_br: Iniciar configuração
ru: Начать настройку
sq: Nisni ujdisjen

source: The following steps will guide you through the setup process.
pt_br: As etapas a seguir guiarão você pelo processo de configuração.
ru: Следующие шаги помогут вам в процессе настройки.
sq: Hapat vijues do t’ju udhëheqin nëpër procesin e ujdisjes.
